{
  "position": "Open to work",
  "greeting": "Hey, I'm",
  "presentation": {
    "intro": "+5 years of experience.",
    "resalt": "Information Technology Engineer, Software Developer and Programming content creator",
    "outro": "from Ecuador, Ibarra 🇪🇨. Specialized in the development of impactful mobile and web applications."
  },
  "actionsHero": {
    "hire": "Hire me",
    "cv": "Download CV"
  },
  "title1": "Work experience",
  "exp1":{
    "title": "Software Developer",
    "company": "Freelance",
    "date": "Currently...",
    "description": "Responsible for creating and optimizing web and mobile applications. Improving user experience and process efficiency. Implementation of continuous production with A/B testing."
  },
  "exp2":{
    "title": "Mobile Developer",
    "company": "SwapMe",
    "date": "2023 - Currently...",
    "description": "Development of mobile applications with hybrid and native technologies. Implementation of RESTful services, Auth0, Storage. Integration of third-party services such as Firebase and deployment in application stores (Google Play Store, Apple Store)."
  },
  "exp3":{
    "title": "CTI - UX/UI Designer",
    "company": "Agroindustrias Equatorial",
    "date": "2021 - Currently...",
    "description": "Design of user interfaces and user experience for web and mobile applications. Creation of prototypes and usability tests. Implementation of responsive design and accessibility."
  },
  "exp4":{
    "title": "Content Creator",
    "company": "Vreech, Hood.code, Isnotcristhian",
    "date": "2020 - Currently...",
    "description": "Creation of educational content in programming and software development. Tutorials, courses, tips and tricks for the developer community. Member of the Google Ecuador developer community - GDG QUITO."
  },
  "title2": "Projects",
  "proy": {
    "1": {
      "title": "Swapme - Clothing Exchange Application",
      "description": "Mobile application for the exchange of clothing. Implementation of authentication services, storage, etc. Deployment in Google Play Store application stores."
    },
    "6": {
      "title": "Spiccy - Healty Food Recipes",
      "description": "Healthy food recipes website. Implementation of contact form, recipe storage, etc. Deployment on the web."
    },
    "8": {
      "title": "GifSearch - Gifs API",
      "description": "Gifs API for consumption by web and mobile applications. Implementation of RESTful services, use of Giphy Api. Deployment on Vercel."
    },
    "14": {
      "title": "Document Management PUCE-I",
      "description": "Document management system for the Pontifical Catholic University of Ecuador - Ibarra. Implementation of reports to students enrolled and graduated from 1976 to 2023. Deployment on local servers."
    },
    "16": {
      "title": "Blog - Ideas and Trends",
      "description": "Blog of ideas and trends on any topic. Implementation of Authentication, comments and image uploads. Deployment on FirebaseHosting."
    },
    "25": {
      "title": "Venturex - International Trade Platform",
      "description": "Statistical queries of products from different countries. Implementation of global searches with data. Deployment on Vercel."
    }
  },
  "seemore": "See more",
  "about": "About me",
  "projects": "Projects",
  "technologies": "Technologies",
  "services": "Services",
  "certificates": "Certificates",
  "contact": "Contact"
}
