{
  "position": "Open to work",
  "greeting": "Hey, I'm",
  "presentation": {
    "intro": "+5 years of experience.",
    "resalt": "Information Technology Engineer, Software Developer and Programming content creator",
    "outro": "from Ecuador, Ibarra 🇪🇨. Specialized in the development of impactful mobile and web applications."
  },
  "actionsHero": {
    "hire": "Hire me",
    "cv": "Download CV"
  },
  "optimized": "Use Google Chrome for a better experience",
  "stats": {
    "visitas": "Visits",
    "proyectos": "Projects",
    "lang": "Languages / Frameworks"
  },
  "title1": "Work experience",
  "exp1":{
    "title": "Software Developer",
    "company": "Freelance",
    "date": "Currently...",
    "description": "Responsible for creating and optimizing web and mobile applications. Improving user experience and process efficiency. Implementation of continuous production with A/B testing."
  },
  "exp2":{
    "title": "Mobile Developer",
    "company": "SwapMe",
    "date": "2023 - Currently...",
    "description": "Development of mobile applications with hybrid and native technologies. Implementation of RESTful services, Auth0, Storage. Integration of third-party services such as Firebase and deployment in application stores (Google Play Store, Apple Store)."
  },
  "exp3":{
    "title": "CTI - UX/UI Designer",
    "company": "Agroindustrias Equatorial",
    "date": "2021 - Currently...",
    "description": "Design of user interfaces and user experience for web and mobile applications. Creation of prototypes and usability tests. Implementation of responsive design and accessibility."
  },
  "exp4":{
    "title": "Content Creator",
    "company": "Vreech, Hood.code, Isnotcristhian",
    "date": "2020 - Currently...",
    "description": "Creation of educational content in programming and software development. Tutorials, courses, tips and tricks for the developer community. Member of the Google Ecuador developer community - GDG QUITO."
  },
  "title2": "Projects",
  "proy": {
    "1": {
      "title": "Swapme - Clothing Exchange Application",
      "description": "Mobile application for the exchange of clothing. Implementation of authentication services, storage, etc. Deployment in Google Play Store application stores."
    },
    "2": {
      "title": "UX/UI Design - Nike App",
      "description": "User interface and user experience design for the Nike application. Creation of prototypes and usability tests. Implementation of responsive and accessible design."
    },
    "3": {
      "title": "Nike App Redesign - UI/UX",
      "description": "Redesign of the Nike application. Implementation of responsive and accessible design. Creation of prototypes and usability tests."
    },
    "4": {
      "title": "Web Imbabura Candidates",
      "description": "Web platform for the management of candidates for the province of Imbabura. Implementation of candidate registration, search, etc. Deployment on local servers."
    },
    "5": {
      "title": "Diigo - Landing Page",
      "description": "Landing page for the Diigo application. Implementation of contact form, subscription, etc. Deployment on the web."
    },
    "6": {
      "title": "Spiccy - Healty Food Recipes",
      "description": "Healthy food recipes website. Implementation of contact form, recipe storage, etc. Deployment on the web."
    },
    "7": {
      "title": "WalkiDogs - Pet Walking WebApp",
      "description": "Web application for pet walking services. Implementation of user registration, pet registration, etc. Deployment on local servers."
    },
    "8": {
      "title": "GifSearch - Gifs API",
      "description": "Gifs API for consumption by web and mobile applications. Implementation of RESTful services, use of Giphy Api. Deployment on Vercel."
    },
    "9":{
      "title": "CriptoCotizador - Cryptocurrency API",
      "description": "Cryptocurrency API for consumption by web and mobile applications. Implementation of RESTful services, use of CoinGecko Api. Deployment on Vercel."
    },
    "10":{
      "title": "Pinia Store - Ecommerce",
      "description": "Online store of technology products. Implementation of shopping cart, product search, etc. Deployment on local vercel."
    },
    "11": {
      "title": "Laravel Hotel - Booking System",
      "description": "Hotel reservation system. Implementation of room reservation, user registration, etc. Deployment on local servers."
    },
    "12":{
      "title":"Cielo Verde Spanish School",
      "description":"Website for the Spanish school Cielo Verde. Implementation of contact form, course registration, etc. Deployment on web servers."
    },
    "13":{
      "title": "Hotel Mongo DB",
      "description": "Hotel room reservation system. Implementation of room reservation, user registration, etc. Deployment on local servers."
    },
    "14": {
      "title": "Document Management PUCE-I",
      "description": "Document management system for the Pontifical Catholic University of Ecuador - Ibarra. Implementation of reports to students enrolled and graduated from 1976 to 2023. Deployment on local servers."
    },
    "15":{
      "title": "Pokedex - Pokemon API",
      "description": "Pokemon search application. Implementation of pokemon search, pokemon storage, etc. Deployment on the web."
    },
    "16": {
      "title": "Blog - Ideas and Trends",
      "description": "Blog of ideas and trends on any topic. Implementation of Authentication, comments and image uploads. Deployment on FirebaseHosting."
    },
    "17": {
      "title": "GDG Guayaquill - Desing UX/UI",
      "description": "Design of user interfaces and user experience for the GDG Guayaquil community. Creation of prototypes and usability tests. Implementation of responsive design and accessibility."
    },
    "25": {
      "title": "Venturex - International Trade Platform",
      "description": "Statistical queries of products from different countries. Implementation of global searches with data. Deployment on Vercel."
    }
  },
  "seemore": "See more",
  "about": "About me",
  "ab": {
    "1": {
      "p1": "My name is",
      "p1on": "Cristhian Recalde",
      "p2": " and I am a",
      "p2on": " Web/Mobile Software Developer",
      "p3": " , also known as",
      "p3on": "IsnotCristhian",
      "p4": " this reflects my passion for growing as a professional in the development industry through content creation."
    },
    "2": {
      "p1": "Since I started my professional career, I've had the opportunity to work on",
      "p1on": "various projects and companies"
    },
    "3": {
      "p1": "Some of my achievements include winning",
      "p1on": "an Honorable Mention in the TuApp2023 Tournament with my startup SwapMe",
      "p2": " currently, I continue learning and improving, and I am part of the Google Developer community in Quito."
    },
    "4": {
      "p1": "As a content creator, I have my YouTube channel in the",
      "p1on": "Software & Development",
      "p2": " category. My goal is to reduce the digital divide in my country",
      "p2on": " Ecuador 🇪🇨 ",
      "p3": "and contribute to improving the knowledge that many do not have."
    },
    "5": {
      "p1": "I am always looking for new challenges and opportunities to grow professionally. If you have a project in mind or just want to chat, feel free to",
      "p1on": "contact me",
      "p2": ". I will be happy to hear from you."
    }
  },
  "projects": "Projects",
  "technologies": "Technologies",
  "services": "Services",
  "certificates": "Certificates",
  "see": "See Certificate",
  "contact": "Contact",
  "contactme": {
    "name": "Name",
    "email": "Email",
    "message": "Message",
    "send": "Send"
  },
  "footer": {
    "rights": "Copyright © 2024 - Almost all rights reserved",
    "rights2": "Inspired by the portfolio of midudev"
  }
}
