{
  "position": "Disponible para trabajar",
  "greeting": "Hey, soy",
  "presentation": {
    "intro": "+5 a帽os de experiencia.",
    "resalt": "Ingeniero en Tecnolog铆as de la Informaci贸n, Desarrollador de Software y Creeador de contenido de programaci贸n",
    "outro": "de Ecuador, Ibarra . Especializado en el desarrollo web y movil de impacto"
  },
  "actionsHero": {
    "hire": "Cont谩ctame",
    "cv": "Descargar CV"
  },
  "title1": "Experiencia laboral",
  "exp1": {
    "title": "Desarrollador de Software",
    "company": "Freelance",
    "date": "Actualmente...",
    "description": "Responsable de creaci贸n y optmizaci贸n de aplicaciones web y moviles. Mejorando la experiencia de usuario y la eficiencia de los procesos. Implementaci贸n  a producci贸n continbua con A/B testing"
  },
  "exp2": {
    "title": "Desarrollador Movil",
    "company": "SwapMe",
    "date": "2023 - Actualmente...",
    "description": "Desarrollo de aplicaciones moviles con tecnolog铆as h铆bridas y nativas. Implementaci贸n de servicios RESTful, Auth0, Storage. Integraci贸n de servicios de terceros como Firebase y despliegue en tiendas de aplicaciones (Google Play Store, Apple Store)"
  },
  "exp3": {
    "title": "CTI - UX/UI Designer",
    "company": "Agroindustrias Equatorial",
    "date": "2021 - Actualmente...",
    "description": "Dise帽o de interfaces de usuario y experiencia de usuario para aplicaciones web y moviles. Creaci贸n de prototipos y pruebas de usabilidad. Implementaci贸n de dise帽o responsivo y accesibilidad."
  },
  "exp4": {
    "title": "Creador de Contenido",
    "company": "Vreech, Hood.code, Isnotcristhian",
    "date": "2020 - Actualmente...",
    "description": "Creaci贸n de contenido educativo en programaci贸n y desarrollo de software. Tutoriales, cursos, tips y trucos para la comunidad de desarrolladores. Perteneciente de la comunidad de desaarrolladores de Google Ecuador - GDG QUITO"
  },
  "title2": "Proyectos",
  "proy":{ 
    "1":{
      "title": "Swapme - Aplicaci贸n de intercambio de Prendas de Vestir",
      "description": "Aplicaci贸n movil para intercambio de prendas de vestir. Implementaci贸n de servicios de autenticaci贸n, almacenamiento, etc. Despliegue en tiendas de aplicaciones Google Play Store"
    }
  },
  "about": "Sobre m铆",
  "projects": "Proyectos",
  "technologies": "Tecnolog铆as",
  "services": "Servicios",
  "certificates": "Certificados",
  "contact": "Contacto"
}
