{
  "position": "Disponible para trabajar",
  "greeting": "Hey, soy",
  "presentation": {
    "intro": "+5 a帽os de experiencia.",
    "resalt": "Ingeniero en Tecnolog铆as de la Informaci贸n, Desarrollador de Software y Creeador de contenido de programaci贸n",
    "outro": "de Ecuador, Ibarra . Especializado en el desarrollo web y movil de impacto"
  },
  "actionsHero": {
    "hire": "Cont谩ctame",
    "cv": "Descargar CV"
  },
  "optimized": "Usa Google Chrome para una mejor experiencia",
  "stats":{
    "visitas": "Visitas",
    "proyectos": "Proyectos",
    "lang": "Lenguajes / Frameworks"

  },
  "title1": "Experiencia laboral",
  "exp1": {
    "title": "Desarrollador de Software",
    "company": "Freelance",
    "date": "Actualmente...",
    "description": "Responsable de creaci贸n y optmizaci贸n de aplicaciones web y moviles. Mejorando la experiencia de usuario y la eficiencia de los procesos. Implementaci贸n  a producci贸n continbua con A/B testing"
  },
  "exp2": {
    "title": "Desarrollador Movil",
    "company": "SwapMe",
    "date": "2023 - Actualmente...",
    "description": "Desarrollo de aplicaciones moviles con tecnolog铆as h铆bridas y nativas. Implementaci贸n de servicios RESTful, Auth0, Storage. Integraci贸n de servicios de terceros como Firebase y despliegue en tiendas de aplicaciones (Google Play Store, Apple Store)"
  },
  "exp3": {
    "title": "CTI - UX/UI Designer",
    "company": "Agroindustrias Equatorial",
    "date": "2021 - Actualmente...",
    "description": "Dise帽o de interfaces de usuario y experiencia de usuario para aplicaciones web y moviles. Creaci贸n de prototipos y pruebas de usabilidad. Implementaci贸n de dise帽o responsivo y accesibilidad."
  },
  "exp4": {
    "title": "Creador de Contenido",
    "company": "Vreech, Hood.code, Isnotcristhian",
    "date": "2020 - Actualmente...",
    "description": "Creaci贸n de contenido educativo en programaci贸n y desarrollo de software. Tutoriales, cursos, tips y trucos para la comunidad de desarrolladores. Perteneciente de la comunidad de desaarrolladores de Google Ecuador - GDG QUITO"
  },
  "title2": "Proyectos",
  "proy": {
    "1": {
      "title": "Swapme - Aplicaci贸n de intercambio de Prendas de Vestir",
      "description": "Aplicaci贸n movil para intercambio de prendas de vestir. Implementaci贸n de servicios de autenticaci贸n, almacenamiento, etc. Despliegue en tiendas de aplicaciones Google Play Store"
    },
    "6": {
      "title": "Spiccy - Healty Food Recipes",
      "description": "Pagina Web de recetas de comida saludable. Implementaci贸n de formulario de contacto, almacenamiento de recetas, etc. Despliegue en la web"
    },
    "14": {
      "title": "Gestion Documental PUCE-I",
      "description": "Sistema de gesti贸n documental para la Pontificia Universidad Cat贸lica del Ecuador - Ibarra. Implementaci贸n de reportes a estudiantes matriculados y egresados desde 1976 hasta 2023. Despliegue en servidores locales"
    },
    "16": {
      "title": "Blog - Ideas y Tendencias",
      "description": "Blog de ideas y tendencias de cualquiero tema,. Implementaci贸n de Autenticacion, comentarios y subida de imagenes. Despliegue en FirebaseHosting"
    },
    "25": {
      "title": "Venturex - Plataforma de Comercio Internacional",
      "description": "Consultas estad铆sticas de productos de diferentes paises. Implementaci贸n de busquedas globales con datos. Despliegue en Vercel"
    }
  },
  "seemore": "Ver m谩s",
  "about": "Sobre m铆",
  "ab": {
    "1": {
      "p1": "Me llamo",
      "p1on": "Cristhian Recalde",
      "p2": " y soy",
      "p2on": " Desarrollador de Software Web/Movil",
      "p3": " , tambi茅n conocido como",
      "p3on": "IsnotCristhian",
      "p4": " este es el reflejo de mi ilusi贸n por crecer como profesional dentro de la industria del desarrollo a trav茅s de la creaci贸n de contenido."
    },
    "2": {
      "p1": "Desde que comenc茅 mi carrera profesional, he tenido la oportunidad de trabajar en",
      "p1on": "diferentes proyectos y empresas"
    },
    "3": {
      "p1": "Algunos de mis 茅xitos incluyen haber ganado",
      "p1on": "Menci贸n de Honor en el Torneo TuApp2023 con mi startUp SwapMe",
      "p2": " actualemente sigo en aprendizaje y mejora, adem谩s pertenezco a la comunidad de desarrolladores de Google Quito."
    },
    "4": {
      "p1": "Como creador de contenido, cuento con mi canal de Youtube en la categor铆a de",
      "p1on": "Software & Development",
      "p2": " . Mi objetivo es reducir la brecha digital existente en mi pa铆s",
      "p2on": " Ecuador  ",
      "p3": "y contribuir a mejorar el conocimiento que muchos no tienen."
    },
    "5": {
      "p1": "Siempre estoy buscando nuevos desaf铆os y oportunidades para crecer profesionalmente. Si tienes un proyecto en mente o simplemente quieres charlar, no dudes en",
      "p1on": "contactarme",
      "p2": ". Estar茅 encantado de escucharte."
    }
  },
  "projects": "Proyectos",
  "technologies": "Tecnolog铆as",
  "services": "Servicios",
  "certificates": "Certificados",
  "see": "Ver Certificado",
  "contact": "Contacto"
}
